Repository: RiteshItcanner/CPX
Catalog: cpx/*.lproj/Localizable.strings
Languages: ar

source: Refer Now
ar: قم بالدعوة الان

# enter_name
source: Please enter your user name
ar: الرجاء إدخال اسم المستخدم الخاص بك

# no_acc_status_msg
source: We can’t access your account at the moment, please reach to us at info@mooninfluencer.com.
ar: لا يمكننا الوصول إلى حسابك في الوقت الحالي، يرجى التواصل معنا على info@mooninfluencer.com.

# followers_note
source: Please note that you must have over 10k followers to sign-up and receive approval
ar: ملاحظة: يجب ان يكون لديك اكثر من 10 الاف متابع للتسجيل والحصول على الموافقه

# links_ttl
source: Links
ar: الرابط

source: FAQ
ar: أسئلة متكررة

source: Please check your internet connection
ar: الرجاء التحقق من اتصال الانترنت الخاص بك

# enter_platform_validation_msg
source: Please enter your social platform, handle and followers.
ar: الرجاء ادخال منصة التواصل الاجتماعي، اسم الحساب وعدد المتابعين.

source: Please enter your details to proceed
ar: الرجاء إدخال التفاصيل الخاصة بك للمتابعة

source: Complete your profile to enjoy
ar: أكمل ملفك الشخصي لتستمتع به

source: Fetching your details
ar: اضافة التفاصيل الخاصة بك

source: Loading
ar: تحميل

# enter_relevant_screenshot_validation_msg
source: Please enter a relavent screenshot of your all social handles which entered.
ar: الرجاء ادخال صورة شاشة خاصة بحسابات التواصل الاجتماعي المدخلة.

# choose_brands_ttl
source: Choose your favorite brands
ar: اختر علاماتك التجارية المفضلة

# platform_msg
source: Please enter your social platform, handle and followers.
ar: الرجاء ادخال منصة التواصل الاجتماعي، اسم الحساب وعدد المتابعين.

# choose_brands_msg
source: Don’t worry, you can always change your preferences later in the settings. You can choose up to 4 brands.
ar: لا تقلق، يمكنك دوما اختيار علامات اكثر لاحقا

# proceed_further_msg
source: Please enter your details to proceed
ar: الرجاء إدخال التفاصيل الخاصة بك للمتابعة

source: Search
ar: بحث

# continue_otp
source: Continue with OTP
ar: التواصل مع رمز التحقق

# continue_email
source: Continue with Email
ar: التواصل مع البريد الإلكتروني

# continue_google
source: Continue with Google
ar: التواصل مع قوقل

# continue_apple
source: Continue with Apple
ar: الأكمال عن طريق ابل

# login_ways
source: Log in using other ways
ar: تسجيل الدخول باستخدام طرق أخرى

# accnt_signup
source: Don’t have an account? Sign up
ar: ليس لديك حساب؟ سجل معنا

source: Address
ar: العنوان

source: Birthday
ar: عيد ميلاد

# hear_title
source: How Did You Hear About Us
ar: كيف سمعت عن مون؟

# sponsored
source: Sponsored Ad
ar: إعلان دعائي

source: Influencer Ad
ar: إعلان صانع محتوى

# friend
source: From a Friend
ar: من خلال صديق

source: Mobile number
ar: رقم الهاتف

# login_signup
source: Influencer Log in or Sign up
ar: تسجيل دخول المؤثر أو الاشتراك

# signup_confirmation_msg
source: You can chill now.. Our team is reviewing your account.
ar: تقدر تريح الان، فريقنا يقوم بمراجعة حسابك.

# did_you_know
source: Did you know that...
ar: هل تعلم ان...

# signup_confirmation_notes1
source: The moon does bunny hops, and not giant leaps? It wobbles slightly as it orbits Earth
ar: القمر يقوم بوثبات صغيرة شبيهة بالارنب، انه يقوم بالتمايل قليلا بينما يدور حول الارض

# signup_confirmation_notes2
source: If you jump on the Moon, you'd soar six times more than you’d do on Earth! Just remember, there's no air there to cushion your landing, so maybe stick to trampolines?
ar: اذا قفزت على القمر،سوف ترتفع ست مرات اعلى من على الارض! لكن تذكر لا وجود للهواء ليخفف من حدة سقوطك، فلربما من الافضل الاكتفاء باللعب على النطيطة ؟

source: Explore Moon
ar: اكتشف مون

# view_preview
source: VIEW APP PREVIEW
ar: عرض معاينة التطبيق

# upload_ad
source: Upload Your Ad
ar: قم بتحميل إعلانك

source: Photo Gallery
ar: معرض الصور

# select_platform_msg
source: Please select your platform
ar: اختار منصتك

# ad_update_msg
source: Thanks for uploading, your ad is marked as done
ar: شكرا للتحميل، تم تسجيل إتمام تسجيل إعلانك

# upload_creative_msg
source: Creatives uploaded successfully.
ar: تم تحميل ابداعك بنجاح.

# create_ad_msg
source: Ad created successfully
ar: تم انشاء الاعلان بنجاح

source: Ads Overview
ar: نظرة عامة على الإعلانات

source: TOTAL
ar: المجموع

source: PENDING
ar: المبلغ المعلق

# closed_ads
source: CLOSED
ar: مغلق

# tips1Lbl
source: Build a personal brand that aligns with desired clients.
ar: قم ببناء علامة شخصية تتوافق مع العملاء المستهدفين المرغوبين.

# tips2Lbl
source: Create quality content to reach and engage your audience.
ar: إنشاء محتوى عالي الجودة للوصول إلى جمهورك وجذبه.

# tips3Lbl
source: Be transparent about your follower count and engagement especially on Snapchat.
ar: كون شفافا وواضحا بشأن عدد متابعيك وتفاعلهم، خاصة على سناب شات.

# tips4Lbl
source: Have a schedule for the content based on your follower's interests.
ar: قم بعمل جدول زمني للمحتوى استنادًا إلى اهتمامات متابعيك.

# tips5Lbl
source: Network and attend influencer & content creators events.
ar: شارك في شبكات التواصل وقم بحضور فعاليات مؤثري وصناع المحتوى.

# tips6Lbl
source: Collaborate with different influencers from the same field.
ar: تعاون مع مؤثرين مختلفين في نفس مجالك.

# tips7Lbl
source: Use data to track your followers and know what they like.
ar: استخدام البيانات لتتبع متابعيك ومعرفة ما يحبونه.

# tips8Lbl
source: Stay updated on influencer marketing trends.
ar: اطلع بشكل دائم على احدث التريندات العصرية التسويقية الخاصة بالمؤثرين

# tips9Lbl
source: Develop a media kit to impress Moon and showcase what you can offer to the program!
ar: قم بتطوير دليل إعلامي لإثارة إعجاب مون، واعرض ما يمكنك تقديمه للبرنامج!

# reviewLbl
source: Application Under Review
ar: طلبك المقدم قيد المراجعة

# reviewContent
source: Your application is currently being reviewed by our team. We will notify you once the process is complete.
ar: يتم مراجعة طلبك حاليًا من قبل فريقنا. سنقوم بإعلامك بمجرد اكتمال العملية

# rejectedLbl
source: Account Rejected
ar: الحساب مرفوض

# rejectedContent
source: Unfortunately, your request has been rejected. Please review our terms and conditions to find out more.
ar: نأسف لاخبارك بعدم قبول طلبك للإنضمام، الرجاء الضغط على الزر ادناه لمعرفة المزيد

# contactSupportLbl
source: Read terms & conditions
ar: اقرأ الشروط والأحكام

source: Show tips
ar: عرض النصائح

source: Monthly Ads
ar: الإعلانات الشهرية

source: ADS
ar: إعلانات

source: Tips
ar: نصائح

source: Skip
ar: تخطى

source: of
ar: من

# generic_api_msg
source: Something went wrong!, Please try again later.
ar: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق.
