Repository: RiteshItcanner/CPX
Catalog: cpx/*.lproj/Localizable.strings
Languages: ar

# app_title
source: CPX
ar: مون

# onboarding_ttl_one
source: Plan your ads with ease:
ar: خطط لإعلاناتك بكل سهولة:

# onboarding_ttl_two
source: Get all your details for the planned ad:
ar: احصل على كافة التفاصيل الخاصة بك للإعلان المخطط له

# onboarding_ttl_three
source: View your earnings and performance:
ar: عرض أرباحك والأداء

# onboarding_detail_one
source: Our app is super intuitive and easy to use. Our planned ads calendar streamlines your work process.
ar: تطبيقنا بديهي للغاية وسهل الاستخدام. يعمل تقويم الإعلانات المخطط لدينا على تبسيط عملية عملك.

# onboarding_detail_two
source: You can access all the data for the ad easily, with a click of a button.
ar: يمكنك الوصول إلى كافة البيانات الخاصة بالإعلان بسهولة وبضغطة زر واحدة

# onboarding_detail_three
source: Now you can access a dashboard that allows you to see how much you haveearned and your ranking based on performance.
ar: يمكنك الآن الوصول إلى لوحة المعلومات التي تسمح لك بمعرفة المبلغ الذي كسبته وتصنيفك بناءً على الأداء.

source: Phone Number
ar: رقم الهاتف

source: Sign in
ar: تسجيل الدخول

# sign_in_ttl
source: Welcome back!
ar: مرحبًا بعودتك!

source: Email
ar: البريد إلكتروني

# pass
source: Password
ar: كلمة المرور

# forgot_pass
source: Forgot your password?
ar: نسيت كلمة السر؟

# verify_code_msg
source: Enter verification code
ar: أدخل رمز التحقق

# enter_code_msg
source: Please enter the code from the SMS
ar: الرجاء إدخال الرمز من الرسائل القصيرة

# sms_msg_title
source: Didn't receive an SMS?
ar: لم تتلق رسالة قصيرة؟

source: Resend code
ar: إعادة ارسال الرمز

source: Next
ar: التالي

source: Payout
ar: نسبة الربح

source: Apply
ar: تقديم

source: Confirmation
ar: تأكيد

# mark_as_done_msg
source: Are you sure you want to mark this ad as done?
ar: هل أنت متأكد من أنك تريد وضع علامة تم على هذا الإعلان ؟

source: No, cancel
ar: لا، إلغاء

source: Yes, I’m sure
ar: نعم أنا متأكد

source: You have
ar: لديك

# ad_scheduled_today
source: ad scheduled for today
ar: الإعلانات المجدولة لهذا اليوم

# performance_overview
source: Performance Overview for this month
ar: نظرة عامة على الأداء لهذا الشهر

# total_convo
source: Total Conversions
ar: إجمالي الطلبات

# total_adver
source: Total Advertisers
ar: إجمالي العلامات التجارية

# total_pyout
source: Total Payout
ar: إجمالي الأرباح

source: Log Out
ar: تسجيل خروج

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# your_name
source: User Name
ar: اسم المستخدم

source: Language
ar: لغة

source: Email Address
ar: عنوان البريد الإلكتروني

source: Planner
ar: سجل الإعلانات

source: Statistics
ar: إحصائيات

source: Account
ar: حساب

source: Notifications
ar: الاشعارات

# my_acc
source: My Account
ar: حسابي

# complete_profile
source: Complete your profile to enjoy MOON
ar: أكمل ملفك الشخصي للاستمتاع بـمون

source: Logout
ar: تسجيل خروج

# delete_acc
source: Delete Account
ar: حذف الحساب

# save_changes_confrm_msg
source: Are you sure you want to exit without saving your changes?
ar: متأكد من الخروج بدون حفظ التغييرات؟

source: Post Rates
ar: اسعار المنشورات

# contact_us
source: Contact Support
ar: تواصل مع الدعم

# term_condition
source: Terms & Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Offer Details
ar: تفاصيل العرض

source: Enter Offer Details
ar: ادخل تفاصيل العرض

source: Scripts
ar: النص الإعلاني

source: Hashtags
ar: هاشتاق

# continue_done
source: Continue to 'Mark as Done'
ar: استمر إلى تم الإعلان

# cou_code
source: Coupon Code
ar: رمز الكوبون

# ad_on
source: Advertise on
ar: اعلن على

source: Schedule
ar: موعد

source: Edit
ar: تعديل

source: Creatives
ar: الصور

source: Ad Details
ar: تفاصيل الاعلان

source: Done
ar: تم

# mark_done
source: Mark as Done
ar: ضع علامة تم

# delete_msg
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: Yes
ar: نعم

source: Save Changes
ar: حفظ التغييرات

source: No
ar: لا

source: Exit Without Saving
ar: الخروج بدون الحفظ

# lan
source: Language
ar: لغة

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: SIGNUP WITH
ar: سجل باستخدام

source: Don't have an account?
ar: ليس لديك حساب؟

source: Your Ads
ar: إعلاناتك

source: Discover >
ar: اكتشف >

# linkaat_title
source: Your LINKAAT page
ar: صفحتك على لينكات

# linkaat_sub_title
source: Advertise all your links in one place.
ar: اعلن عن كل روابطك في مكان واحد.

source: Open
ar: مفتوح

source: Closed
ar: مغلق

source: Close
ar: اغلاق

source: Coupon code copied successfully!
ar: تم نسخ رمز الكود بنجاح!

source: Link copied successfully!
ar: تم نسخ الرابط بنجاح!

source: Conversions
ar: التحويلات

source: OK
ar: نعم

# usr_contact_update_msg
source: User contact updated successfully.
ar: تم تحديث جهة اتصال المستخدم بنجاح.

# val_ph_number_msg
source: Please enter a valid phone number.
ar: الرجاء إدخال رقم الهاتف الصحيح

# otp_req_failed
source: OTP request failed. Please try again after sometime.
ar: لقد فشل طلب الرمز السري. الرجاء المحاولة مجددا بعد قليل.

# val_fname_lname_msg
source: Plase enter first name and last name
ar: الرجاء إدخال الاسم الأول واسم العائلة

# usr_details_msg
source: Your details have been saved successfully.
ar: تم حفظ معلوماتك بنجاح.

# usr_not_found
source: User not found on Moon.
ar: لم يتم العثور على المستخدم في مون.

# fail_signin_msg
source: Failed to Login.
ar: فشل في تسجيل الدخول.

source: Invalid email id
ar: البريد الإلكتروني غير صالح.

# enter_email_msg
source: Please enter email id.
ar: الرجاء إدخال البريد الإلكتروني.

# enter_pass_msg
source: Please enter valid password.
ar: الرجاء إدخال كلمة مرور صالحة.

source: Save
ar: حفظ

# fail_logout
source: Failed to Logout.
ar: فشل في تسجيل الخروج.

# enter_email
source: Enter email address
ar: أدخل عنوان البريد الالكتروني

# enter_pass
source: Enter password
ar: أدخل كلمة المرور

source: All
ar: الجميع

source: Sun
ar: الأحد

source: Mon
ar: الاثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

# please_enter_valid_email
source: Please enter valid Email Address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

# enter_verification_code
source: Enter the 6-Digit Code
ar: اضف رمز التفعيل المكون من 6 رموز

# verification_msg
source: We sent it to (phoneNumber!)
ar: We sent it to () by SMS

# sent_msg_first_half
source: We sent it to
ar: تم ارسالها إلى

source: by SMS
ar: عن طريق رسالة نصية

# did_receive_msg
source: Didn't receive the Code?
ar: لم تستلم رمز التفعيل ؟

source: Resend
ar: إعادة ارسال

# resend_msg
source: Resend code
ar: تلقي الرمز

source: Confirm
ar: تأكيد

# singIn_static_msg
source: Please enter your email and password to login to your account
ar: الرجاء إدخال البريد الإلكتروني وكلمة المرور لتسجيل الدخول إلى حسابك

# singIn_with_no
source: Sign in with Phone
ar: تسجيل الدخول باستخدام رقم الهاتف

# singIn_mobile_static_msg
source: Hey there! Please enter your mobile number to login or sign up.
ar: يا هلا! الرجاء ادخال رقم الجوال لتسجيل الدخول أو تسجيل جديد

source: Receive code
ar: تلقي الرمز

# singIn_with_email
source: Sign in with Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني

source: Invalid OTP!
ar: كلمة سر مؤقتة غير صحيحة

# invalid_otp_msg
source: Please verify your mobile number or verification code.
ar: الرجاء تأكيد رقم الهاتف أو رمز التحقق

source: Cancel
ar: يلغي

source: Sign Up
ar: اشتراك

# noti_first_msg
source: We miss you our Moon 🌚
ar: القمر ما طل علينا اليوم! 🌚

# noti_second_msg
source: Hey Hey!! we haven't heard from you in a while! 🕳️🌝
ar: اشتقنا! ليش غايب عننا؟ 😞

# noti_third_msg
source: 🌛Psst! We miss you
ar: قمرين دول ولا عينين! اشتقنا لك 🌛

# noti_forth_msg
source: Our beloved Moon, don't forget to mark the ad as done!
ar: مون يا مون، كمل آخر خطوة من إعلاناتك معانا 🌚

# faq_1st_que
source: How can I know how many orders I made?
ar: كيف اعرف نسبتي من المبيعات؟

# faq_2nd_que
source: How will you contact me?
ar: كيف بتتواصلون معاي؟

# faq_3rd_que
source: Can I have a coupon code with my initials or name?
ar: اقدر يكون عند اكواد باسمي؟

# faq_4th_que
source: How will I receive my money?
ar: كيف راح استلم فلوسي؟

# faq_5th_que
source: How much will I get from coupon sales?
ar: كم نسبتي من مبيعات الكوبون؟

# faq_6th_que
source: How do I know if you are a trusted (authorized) entity?
ar: كيف اعرف اذا انتم جهة موثوقة (مصرحة)؟

# faq_1st_ans
source: You can check the statistics page on Moon application
ar: من خلال صفحة الإحصائيات على تطبيق مون

# faq_2nd_ans
source: We will contact you via whatsapp.
ar: بنتواصل معاك عن طريق رقمك بالواتس اب.

# faq_3rd_ans
source: We will provide you with a coupon code with a name and a number that is specifically for you, the name of the coupon code is related to the campaign.
ar: لا، راح نوفر كود جاهز معد مسبقًا بحروف او ارقام جاهزة من الموقع ونحنُ نقوم بربطه بحسابك.

# faq_4th_ans
source: We will transfer the money to your bank account on the first 15 days of the month.
ar: يتم تحويل نسبتك على حسابك البنكي خلال أول 15 يوم من الشهر.

# faq_5th_ans
source: It’s different for each brand you choose to advertise for, we will give you all the information once we contact you.
ar: تختلف النسبة حسب الموقع اللي تختار تعلن له، لما نتواصل بالواتس اب بنعطيك هالمعلومات.

# faq_6th_ans
source: We have a commercial registration, and we have an official website for the company, and you can browse our social media sites.
ar: لدينا سجل تجاري، ولدينا موقع رسمي خاص بالشركة، و بإمكانكم تصفح مواقع التواصل الاجتماعي لدينا

# req_coupon_msg
source: Are you sure you want to request a coupon for this brand?
ar: هل أنت متأكد أنك تريد طلب كوبون لهذه العلامة التجارية؟

source: Beauty
ar: العناية والجمال

source: Motherhood
ar: الأم والطفل

source: Fashion
ar: الأزياء

source: Fitness
ar: الرياضة

source: Home
ar: المستلزمات المنزلية

source: Fragrance
ar: المستلزمات المنزلية

source: Thank you!
ar: شكراً!

# req_success_msg
source: Your request has been processed successfully.
ar: تم استلام طلبك بنجاح.

# go_planner
source: Go to Planner
ar: العودة إلى سجل الإعلانات

# req
source: Request
ar: اطلب الكود

# reqested
source: Requested
ar: تم الطلب

source: Rejected
ar: مرفوض

# my_coupon
source: My Coupons
ar: كوبوناتي

source: Community
ar: مجتمع

source: Search channels
ar: البحث عن القنوات

# channels
source: Moon Community
ar: مجتمع مون

source: (Beta)
ar: بيتا

# coupon_req
source: Coupon Requests
ar: طلب أكواد الخصم

# no_coupon_msg
source: No coupons to show at the moment
ar: لا توجد كوبونات لعرضها في الوقت الحالي

# no_channel_msg
source: Stay tuned for the launch of our new MOON community feature
ar: ترقبوا اطلاق ميزة مجتمع مون الجديدة

source: Coming Soon!
ar: قادم قريبا!

# no_chat_msg
source: No chats to show at the moment
ar: لا توجد كوبونات لعرضها في الوقت الحالي

# no_mail_service_msg
source: Mail services are not available
ar: خدمات البريد غير متوفرة

# req_coupon
source: Request a coupon
ar: طلب قسيمة

# no_data_msg
source: No data found
ar: لا توجد بيانات

source: Currency
ar: عملة

# watch_tutorial
source: Watch tutorial video
ar: شاهد فيديو شرح استخدام التطبيق

source: Back to login
ar: العودة لتسجيل الدخول

# acc_under_review_msg
source: Your account is under review and we will contact you shortly.
ar: حسابك قيد المراجعة وسنتواصل معك قريبًا

# account_deactivate_msg
source: This account is Deactivated and inaccessible at the moment.
ar: تم إلغاء تغعيل هذا الحساب ولا يمكن الوصول إليه حالياً

# account_rejected_msg
source: Your account request has been rejected unfortunately.
ar: لقد تم رفض طلبك بالانضمام لعدم مطابقة الشروط

source: Log In
ar: تسجيل دخول

# unknownLoginErrMsg
source: Not able to sign in. Please try again shortly.
ar: لا يمكنك الدخول حالياً. يرجى المحاولة لاحقاً

source: Error
ar: خطأ

source: New
ar: جديد

source: Return
ar: عائد

# req_this_coupon
source: Request this Coupon
ar: اطلب الكود

# all_payout
source: All Payouts
ar: اطلب الكود

source: USD
ar: دولار أمريكي

source: AED
ar: درهم إماراتي

source: SAR
ar: ريال سعودي

# no_payout_msg
source: No payout is available at this moment.
ar: لا توجد نسبة عمولة في الوقت الحالي

source: Login or Sign up
ar: تسجيل الدخول أو إنشاء حساب

source: Login with Email
ar: تسجيل الدخول بالبريد الالكتروني

source: New Payout
ar: عمولة العملاء الجدد

source: Return Payout
ar: عمولة العملاء الحاليين

# performance_title_for_range
source: Performance Overview for the date range
ar: معلومات اداءك لهالشهر

# enter_name_email
source: Please enter your name and email
ar: ادخل الاسم والبريد الالكتروني

# choose_platform
source: Choose your platform
ar: اختار منصتك

# enter_web_link
source: Enter your Website link
ar: ادخل رابط موقعك الالكتروني

# enter_followers
source: Enter your number of followers
ar: ادخل عدد متابعينك

# upload_screenshot
source: Upload a screenshot of your account insights
ar: تكررت محاولات تسجيل الدخول. الرجاء المحاولة في وقت لاحق

# enter_name_msg
source: Please enter your user name
ar: الرجاء إدخال اسم المستخدم الخاص بك

# english_val_msg
source: Please enter the details in English without special characters.
ar: الرجاء ادخال التفاصيل بالانجليزية وبدون رموز

# create_an_acc
source: Create an Account
ar: إنشاء حساب

source: Name
ar: الاسم

source: Full Name
ar: الاسم الكامل

source: Personal Details
ar: المعلومات الشخصية

source: Platform
ar: المنصة

# acc_name
source: Account Name
ar: اسم الحساب

# acc_handle
source: Account Handle
ar: اسم الحساب

source: Edit Platform
ar: تعديل المنصة

source: Add Platform
ar: إضافة منصة

# enter_title
source: Please enter ad title
ar: الرجاء ادخال عنوان الاعلان

# enter_schedule_val_msg
source: Please select schedule date
ar: الرجاء اختيار تاريخ الموعد

# choose_brand
source: Please choose brand
ar: الرجاء اختيار علامة تجارية

# enter_offer_details_val_msg
source: Please enter offer details
ar: الرجاء ادخال تفاصيل العرض

# upload_creatives
source: Please upload creatives
ar: الرجاء تحميل ابداعك

# enter_script_val_msg
source: Please enter script details
ar: الرجاء ادخال تفاصيل النص

# enter_script
source: Enter Script Details
ar: ادخل تفاصيل النص

# acc_handle_
source: Account handle @
ar: اسم الحساب @

source: Followers
ar: المتابعين

# no_followers
source: Number of Followers
ar: عدد المتابعين

source: Finish
ar: الانتهاء

# upload_ss
source: Upload screenshot
ar: ارفق لقطة الشاشة

# max_size_msg
source: Maximum file size is 20mb.
ar: الحد الأقصى لحجم الملف 20mb

# ad_not_due
source: This ad isn’t due yet!
ar: هذا الإعلان لسا ما جا وقته!

# image_uploaded
source: Image uploaded successfully!
ar: معلومات اداءك لهالشهر

# enter_tiktok_handle
source: Please enter your TikTok handle.
ar: الرجاء ادخال اسم حسابك على التيك توك

# enter_tiktok_followers
source: Please enter your TikTok followers.
ar: الرجاء ادخال عدد متابعينك على التيك توك

# enter_tiktok_screenshot
source: Please attach your TikTok handle screenshot.
ar: الرجاء ارفاق لقطة شاشة لحسابك على التيك توك

# enter_twitter_handle
source: Please enter your Twitter handle.
ar: الرجاء ادخال اسم حسابك على منصة إكس

# enter_twitter_followers
source: Please enter your Twitter followers.
ar: الرجاء ادخال عدد متابعينك على منصة إكس

# enter_twitter_screenshot
source: Please attach your Twitter handle screenshot.
ar: الرجاء ارفاق لقطة شاشة لحسابك على منصة إكس

# enter_instagram_handle
source: Please enter your Instagram handle.
ar: الرجاء ادخال اسم حسابك على إنستغرام

# enter_instagram_followers
source: Please enter your Instagram followers.
ar: الرجاء ادخال عدد متابعينك على إنستغرام

# enter_instagram_screenshot
source: Please attach your Instagram handle screenshot.
ar: الرجاء ارفاق لقطة شاشة لحسابك على إنستغرام

# enter_snapchat_handle
source: Please enter your Snapchat handle.
ar: الرجاء ادخال اسم حسابك على سناب شات

# enter_snapchat_followers
source: Please enter your Snapchat followers.
ar: الرجاء ادخال عدد متابعينك على سناب شات

# enter_snapchat_screenshot
source: Please attach your Snapchat handle screenshot.
ar: الرجاء ارفاق لقطة شاشة لحسابك على سناب شات

# enter_facebook_handle
source: Please enter your Facebook handle.
ar: الرجاء ادخال اسم حسابك على فيسبوك

# enter_facebook_followers
source: Please enter your Facebook followers.
ar: الرجاء ادخال عدد متابعينك على فيسبوك

# enter_facebook_screenshot
source: Please attach your Facebook handle screenshot.
ar: الرجاء ارفاق لقطة شاشة لحسابك على فيسبوك

# ad_close_msg
source: Thank you for completing your ad, wishing you the best💙
ar: 💙شكراً لاتمامك الإعلان، نتمنالك التوفيق

# ad_close_msg_second
source: Now we can say your ad is complete! 😍
ar: 😍!نقدر نقول الحين إعلانك كامل

# ad_close_msg_third
source: 🫶 Thank you for your ad completion
ar: شكراً لانك بلغتنا بتمام مجهودك 🫶

source: Bank Details
ar: تفاصيل البنك

source: Linkaat
ar: لينكات

# refer
source: Refer your Friends
ar: قم باحالة اصدقائك

source: Support & Policies
ar: سياسة الدعم

source: Rates
ar: الأسعار

source: Rate
ar: معدل

source: Instagram
ar: انستغرام

source: Change
ar: يتغير

source: Snapchat
ar: سناب شات

source: Tiktok
ar: تيكتوك

source: Youtube
ar: يوتيوب

source: Full Video Rate
ar: معدل الفيديو الكامل

source: Short Rate
ar: سعر قصير

source: Sponsored Video Rate
ar: معدل الفيديو الدعائي

source: Post
ar: منشور

source: Reel
ar: ريل

source: Script
ar: النص الإعلاني

source: Title
ar: عنوان

# enter_title_placeholder
source: Enter Title
ar: ادخل العنوان

# choose_brand_placeholder
source: Choose Brand
ar: اختر ماركة

# schedule_placeholder
source: DD-MM-YYYY
ar: يوم- شهر- سنة

# offer_details_placeholder
source: Enter Offer Details
ar: ادخل تفاصيل العرض

# upload_desc_lbl
source: Content has to be in .jpg, .png, or .mp4 format. Maximum size allowed is 10MB. Content should be relevant to the campaign theme.
ar: المحتوى يجب أن يكون بصيغة JPG, PNG, أو mp4. الحد الأقصى للحجم هو 10 ميقابايت. يجب أن يكون المحتوى ذو صلة بموضوع الحملة.

source: Upload
ar: تحميل

# rejection_reason
source: We regret to inform you that your request has been rejected. This decision may be due to several factors. Please review the terms and conditions below:
ar: نعتذر لاخبارك أن طلبك قد تم رفضه. هذا القرار قد يكون بسبب عدة عوامل. الرجاء مراجعة الشروط والأحكام التالية:

# script_details_placeholder
source: Enter Script Details
ar: ادخل تفاصيل النص

source: Story
ar: ستوري

# acc_holder_name
source: Account Holder Name
ar: اسم صاحب الحساب

# acc_holder_name_missing
source: Please enter Account Holder Name
ar: الرجاء ادخال اسم صاحب الحساب

# acc_number
source: Account Number
ar: رقم الحساب

# acc_number_msg
source: Please enter Account Number
ar: الرجاء ادخال رقم الحساب

source: Bank Name
ar: اسم البنك

# bank_name_msg
source: Please enter Bank Name
ar: الرجاء ادخال اسم البنك

source: Bank Branch
ar: فرع بنك

# bank_branch_name_msg
source: Please enter your Bank Branch
ar: الرجاء إدخال فرع البنك الخاص بك.

source: Bank Country
ar: بنك الدولة

# bank_country_msg
source: Please enter your Bank Country
ar: الرجاء إدخال بلد البنك الخاص بك

source: Swift Code
ar: الايبان

# swift_code_msg
source: Please enter your Swift Code
ar: الرجاء ادخال الايبان

source: IBAN
ar: الايبان

# iban_msg
source: Please enter IBAN
ar: الرجاء ادخال الايبان

# followers_criteria1
source: 0-10K
ar: 10-0ألف

# followers_criteria2
source: 10K-100K
ar: 10 ألف-100 ألف

# followers_criteria3
source: 100K-500K
ar: 100 ألف-500 ألف

# followers_criteria4
source: 500K-1M
ar: 500 ألف- 1مليون

# followers_criteria5
source: 1M+
ar: 1مليون+

# initial_appearance_msg
source: Become an influencer and Monetize it with Moon!
ar: كن صانع محتوى مع مون واحصل على دخلك!

source: Become an
ar: كن

# monetize_it_with
source: and monetize it with
ar: وتحقيق الدخل منها

source: influencer
ar: صانع محتوى

source: Moon
ar: مون

source: Hi
ar: هلا

source: Today
ar: اليوم

source: Yesterday
ar: أمس

source: Brand Name
ar: اسم العلامة

source: Brand
ar: العلامات التجارية

source: Your brand name
ar: اسم علامتك

source: Select Brand industry
ar: اختار مجال العلامة

# service_interest_title
source: What service are you interested in?
ar: باي من الخدمات انت مهتم؟

# website_url_title
source: Website/ Mobile app URL
ar: الموقع|الهاتف|رابط التطبيق

# target_location
source: Select Target location
ar: حدد موقع الهدف

# ad_budet_title
source: Advertising Budget
ar: ميزانية الإعلان

# primary_ad_obj
source: Primary Advertising Object
ar: موضوع الإعلان الأساسي

# otp_attempts_msg
source: You have made too many attempts to login today. Please try again later today.
ar: لقد قمت بمحاولات كثيرة لتسجيل الدخول اليوم. يرجى المحاولة مرة أخرى في وقت لاحق اليوم.

source: Login with Google
ar: تسجيل الدخول بحساب قوقل

source: Login with Apple
ar: تسجيل الدخول بحساب أبل

source: Know more about MOON.
ar: تعرف اكثر على مون

source: Brand Log in
ar: تسجيل الدخول للعلامات التجارية

source: Brand Sign Up
ar: تسجيل العلامة التجارية

# show_ans
source: Show Answer
ar: تسجيل العلامة التجارية

# quiz_title
source: Trivia Quiz
ar: أظهر الاجابة

source: Answer
ar: اختبار المعلومات العامة

# refer_friend
source: Refer a Friend
ar: لدعوة صديق

# refer_link_msg
source: Share your referral link with people who wish to join our community
ar: شارك الرابط مع من يود المشاركة في مجتمعنا

# refer_earn_now
source: Refer and Earn Now
ar: قم بالدعوة واكسب الان

source: Or share via
ar: او شارك عبر

source: Share
ar: يشارك

source: Copied
ar: او شارك عبر

source: Copy
ar: انسخ

# rejection_note
source: NOTE : Failure to meet any of the above criteria, or if the team is unable to verify your account’s reach, will result in automatic rejection.
ar: في حال عدم استيفاء الشروط المذكورة أعلاه، أو اذا لم يتمكن الفريق من التأكد من تفاعل حسابك، سيتم رفض الطلب تلقائيا.

# rejection_reason1
source: Minimum of 10K followers required
ar: يجب أن يكون لديك ما لا يقل عن 10 آلاف متابع

# rejection_reason2
source: Audience must be based in the GCC
ar: غالبية جمهورك مقيم في دول مجلس التعاون الخليجي (GCC)

# rejection_reason3
source: Account should be active and engaging over the past 2 weeks
ar: يجب أن يكون الحساب جذابًا ونشطًا خلال الأسبوعين الماضيين

# rejection_reason4
source: Content must align with the brand’s image and avoid inappropriate material
ar: يجب ألا يحتوي الحساب على محتوى غير لائق او غير مناسب للعلامة التجارية وصورتهم (بما يراه الفريق مناسبا)

# rejection_reason5
source: Real comment engagement on the last 10 posts is necessary
ar: وجود تفاعل حقيقي على التعليقات في اخر 10 منشورات-

# ad_closed
source: Ads Closed
ar: تم اغلاق الاعلانات

source: Winners
ar: الفائزون

# leaderBoard_title
source: Check the leader board!
ar: تحقق من لوحة الصدارة!

source: Add
ar: أضف

source: DURATION
ar: مدة

source: to
ar: إلى

source: YOUR POSITION
ar: مركزك

# first_prize_lbl
source: 1st Place Prize
ar: جائزة المركز الأول

# first_prize_desc_lbl
source: iPhone 15 128GB Black 5G
ar: ايفون 15 - 128 قيقابايت - أسود

# second_prize_lbl
source: 2nd & 3rd Place Prize
ar: جائزة المركز الثاني والثالث

# second_prize_desc_lbl
source: AirPods (3rd generation)
ar: ايربودز (الجيل الثالث)

source: TOTAL ADS
ar: مجموع الاعلانات

source: Leader Board
ar: لوحة الصدارة

source: See Rules
ar: انظر القوانين

# rulesLbl_1
source: 1. Advertise based on the scripts guidelines.
ar: أعلن استنادا على أحكام النصوص

# rulesLbl_2
source: 2. Once done with the ad, click on Mark as done
ar: عند الانتهاء من الاعلان، اضغط على تم الاعلان

# rulesLbl_3
source: 3. Competition is between September 1st-30th
ar: المسابقة من 1 سبتمبر الى 30 سبتمبر

# rulesLbl_4
source: 4. Only the ads scheduled for you will be counted
ar: سيتم احتساب الاعلانات المجدولة لك فقط

# rulesLbl_5
source: 5. The more you advertise and mark as done the higher the chance for you to win!
ar: اعلانات منجزة اكثر يعني فرصة أكبر في الربح!

# rulesLbl_6_1
source: 6. Prize: 1st place will win an iPhone 15 128GB
ar: الجائزة: المركز الأول سيفوز بجهاز أيفون 15 - 128 قيقابايت

# rulesLbl_6_2
source: 2nd and 3rd place will win AirPods
ar: المركز الثاني والثالث سيفوزون بسماعات ايربودز

source: Rules
ar: قواعد

# share_this_profile
source: Copy this profile
ar: نسخ هذا الملف الشخصي
